Repository: sebastienserre/WPCasa-mail-alert
Catalog: inc/3rd-party/plugin-dependencies/lang/plugin-dependencies-*.po
Languages: nl_nl

source: The following plugins have (also) been deactivated as a plugin they depend on has been deactivated:
nl_nl: De volgende plugins zijn (ook) gedeactiveerd aangezien een plugin waar zij afhankelijk van zijn gedeactiveerd is:

source: The following plugins have been deactivated due to dependency conflicts:
nl_nl: De volgende plugins zijn gedeactiveerd in verband met conflicterende afhankelijkheden:

source: One or more plugins were not activated as their dependencies were not met at the time of activation. If the dependencies have been met in the mean time, please try and activate them again:
nl_nl: EÃ©n of meer plugins zijn niet geactiveerd aangezien op het moment van activatie niet aan alle afhankelijkheden voldaan werd. Als de afhankelijkheden sindsdien afgedekt zijn, probeer ze dan opnieuw te activeren:

source: The plugin(s) which was just deactivated provided a dependency for other plugins. Dependent plugin(s) on the following sites in your network have been deactivated:
nl_nl: De plugin die zojuist gedactiveerd is, leverde een afhankelijkheid aan andere plugins. Afhankelijke plugin(s) op de volgende sites in het network zijn gedeactiveerd:

source: Required plugins:
nl_nl: Vereiste plugins:

source: Dependency: Unsatisfied
nl_nl: Afhankelijkheid: Voldoet niet

source: Dependency: Network unsatisfied
nl_nl: Afhankelijkheid: Netwerk voldoet niet

source: Dependency: Satisfied
nl_nl: Afhankelijkheid: Voldoet

source: network
nl_nl: netwerk

source: Prevent activating plugins that don't have all their dependencies satisfied
nl_nl: Voorkom het activeren van plugins als niet alle afhankelijkheden afgedekt zijn
