Repository: sebastienserre/WPCasa-mail-alert
Catalog: pro/languages/wpcasa-mail-alert-pro-*.po
Languages: fr_fr

source: You need to activate your license key to receive update.
fr_fr: Vous devez activer votre licence pour obtenir des mises à jours.

source: Many thanks to register
fr_fr: Merci de vous etre enregistré

source: WPCASA Mail Alert free is not activated. WPCasa Mail-Alert need it to work properly.
fr_fr: WPCASA Mail Alert n'est pas activé. WPCasa Mail-Alert en a besoin pour fonctionner correctement.

source: download it for free!
fr_fr: Le télécharger gratuitement

source: Would you like allowing %1s filter ?
fr_fr: Voulez vous ajouter un filtre %1s ?

source: Export to CSV
fr_fr: Exporter vers un fichier CSV

source: Fill in your License Key
fr_fr: Saisissez votre clé de licence

source: email alert
fr_fr: Alerte Mail

source: Offer Type
fr_fr: Type d'offre

source: For Sale
fr_fr: Vente

source: For Rent
fr_fr: location

source: License WPCasa Mail Alert
fr_fr: Licence WPCasa Mail Alert

source: Plugin License Options
fr_fr: licence

source: The license key is used to access automatic updates and support.
fr_fr: la clé de licence est utilisé pour obtenir de l'aide et les mises à jour.

source: Trouble to activate your licence key? Do it manually by adding your website to your Thivinfo account
fr_fr: Un soucis pour activer votre licence? Faites le manuellement depuis votre compte sur le site de Thivinfo.

source: Activate manually
fr_fr: Activer manuellement

source: License Key
fr_fr: Clé de licence

source: Enter your license key
fr_fr: Saisissez votre clé de licence

source: Activate License
fr_fr: Activer votre licence

source: Deactivate License
fr_fr: Désactiver votre licence

source: Allow Visitor to subscribe to a mail alert to receive a mail when a new property is added.
fr_fr: Autorisez vos visiteurs a s'inscrire à une alerte mail.
